Repository: L-P/kaepora
Catalog: resources/web/locales/*/default.po
Languages: fr

source: Planned
fr: Planifiée

source: Joinable
fr: Inscriptions ouvertes

source: Preparing
fr: En préparation

source: Race in progress
fr: Course en cours

source: Closed
fr: Fermée

source: not started
fr: pas commencé

source: in progress
fr: en cours

source: before start
fr: avant départ

source: forfeit (%s)
fr: forfait (%s)

source: The Legend of Zelda: Ocarina of Time Randomizer racing leagues.
fr: Compétitions de Randomizer sur The Legend of Zelda: Ocarina of Time.

source: Cancel
fr: Annuler

source: Join
fr: S'enregistrer

source: Starts in %s
fr: Commence dans %s

source: There is no scheduled race right now.
fr: Il n'y a pas de course programmée pour l'instant.

source: Logged in as
fr: Connecté en tant que

source: Races
fr: Courses

source: Rankings
fr: Classements

source: Resources
fr: Ressources

source: Rules
fr: Règles

source: Discord Server
fr: Serveur Discord

source: Account
fr: Compte

source: My profile
fr: Mon profil

source: Sign out
fr: Déconnexion

source: Sign in
fr: Connexion

source: Enabling JavaScript is required for this page to function properly. I hate it as much as you do.
fr: Activer JavaScript est nécessaire pour que cette page fonctionne correctement. Ce n'est pas par plaisir.

source: Check the spoiler log
fr: Voir la solution

source: Get the seed
fr: Télécharger la seed

source: Not enough players joined this session.
fr: Il n'y avait pas assez de joueurs pour démarrer cette session.

source: Victory
fr: Victoire

source: Tied
fr: À égalité

source: Forfeit
fr: Forfait

source: Defeat
fr: Défaite

source: Sphere #%d
fr: Sphère №%d

source: Ways of the Hero
fr: Voies du Héros

source: Item
fr: Objet

source: Barren regions
fr: Zones vides

source: Region
fr: Zone

source: avg. sphere
fr: sphère moy.

source: First ladder race: %s
fr: Première course du Ladder : %s

source: Ranked players: %d
fr: Joueurs classés : %d

source: Players on leaderboard: %d
fr: Joueurs sur le leaderboard : %d

source: Matches played: %d
fr: Matches joués : %d

source: Forfeits: %d
fr: Forfaits : %d

source: Double forfeits: %d
fr: Double forfaits : %d

source: Average players per race: %d
fr: Moyenne de joueurs par session : %d

source: Most players in a race: %d
fr: Plus grand nombre de joueurs dans une session : %d

source: Total time played: %s
fr: Temps de jeu : %s

source: Attendance (avg.)
fr: Présence (moy.)

source: Monday
fr: Lundi

source: Tuesday
fr: Mardi

source: Wednesday
fr: Mercredi

source: Thursday
fr: Jeudi

source: Friday
fr: Vendredi

source: Saturday
fr: Samedi

source: Sunday
fr: Dimanche

source: Ratings distribution
fr: Distribution du classement

source: Seed completion time
fr: Temps de complétion

source: % items
fr: % d'objets

source: % junk
fr: % d'items inutiles

source: % ice traps
fr: % de pièges

source: % pieces of heart
fr: % de ¼ de cœur

source: % bombchus
fr: % de missiles

source: % small keys
fr: % de petites clefs

source: % boss keys
fr: % de clefs de boss

source: % songs
fr: % chants

source: Name
fr: Nom

source: Value
fr: Valeur

source: % of seeds
fr: % des seeds

source: WoTH items
fr: Objets sur voies

source: The page you requested does not exist.
fr: La page que vous avez demandé n'existe pas.

source: This page is not available yet.
fr: Cette page n'est pas disponible pour l'instant.

source: [Log in](/auth/oauth2/discord) if you are attempting to access your own active races.
fr: [Connectez-vous](/auth/oauth2/discord) si vous tentez d'accéder à des informations sur vos matches en cours.

source: An internal error occured.
fr: Une erreur est survenue pendant le traitement de votre requête.

source: Error %d
fr: Erreur %d

source: Next races
fr: Prochaines courses

source: Scheduled races
fr: Courses planifiées

source: Full leaderboard
fr: Classement complet

source: Leaderboard
fr: Classement

source: %s league
fr: Ligue %s

source: Rating
fr: Score

source: Victories
fr: Victoires

source: Losses
fr: Défaites

source: Forfeits
fr: Forfaits

source: The leaderboard is currently empty.
fr: Le classement est actuellement vide.

source: Climbing the ladder since %s
fr: Participe au ladder depuis le %s

source: Matches played
fr: Matchs joués

source: Matches won
fr: Matchs remportés

source: Most played league
fr: Ligue la plus jouée

source: Statistics
fr: Statistiques

source: %d victory
fr: %d victoire

source: %d loss
fr: %d défaite

source: Ratings graph
fr: Graphique des scores

source: Seed completion times graph
fr: Graphique des temps de complétion

source: Past seasons
fr: Saisons précédentes

source: Past races
fr: Historique des courses

source: No match played yet
fr: Aucun match n'a encore été joué

source: Session recap
fr: Récapitulatif de session

source: Race started at %s
fr: Session du %s

source: Schedule
fr: Planning

source: Current races
fr: Courses en cours

source: in
fr: dans

source: Races history
fr: Historique des courses

source: Races completed in the last 30 days
fr: Courses terminées dans les 30 derniers jours

source: player
fr: joueur

source: Shuffled Settings documentation
fr: Documentation des Shuffled Settings

source: Spoiler Log for seed `%s`
fr: Solution pour la seed `%s`

source: Download / Patch
fr: Télécharger / Patcher

source: Download raw JSON
fr: Télécharger le JSON brut

source: Spheres & Locations
fr: Sphères et Emplacements

source: Gossip stones
fr: Pierres à Potins

source: Entrances
fr: Entrées / Sorties

source: Location
fr: Emplacement

source: Gossip
fr: Potin

source: Scene
fr: Scène

source: Exit
fr: Sortie

source: Ladder & Seed statistics
fr: Statistiques du Ladder et des seeds

source: Ladder stats
fr: Statistiques du Ladder

source: WotH & barrens
fr: Voies et zones vides

source: Locations
fr: Emplacements

source: Items
fr: Objets

source: Settings
fr: Paramètres
